/* %1$@ = a localized and formatted number; %2$@ = a unit; e.g “15 kg” */
"%1$@ %2$@" = "%1$@ %2$@";

/* %1$@ = calories value; %2$@ = calories unit; e.g. “400 kcal”; appended to string like “Running Workout, 30 minutes, 5 km, 400 kcal */
", total calories %1$@ %2$@" = ", загалом %1$@ %2$@";

/* %1$@ = distance value; %2$@ = unit; e.g. “5 km”; appended to string like “Running Workout, 30 minutes, 5 km */
", total distance %1$@ %2$@" = ", загалом %1$@ %2$@";

/* %1$@ = iTunes store object (e.g. album. song); %2$@ = artist name */
"%1$@ by %2$@" = "%1$@ від %2$@";

/* %1$@=Type of workout, %2$@=localized duration */
"%1$@ Workout, %2$@" = "Тренування %1$@, %2$@";

/* %2$@ = of %d photos; whole thing looks like “1 of 3\nphotos” */
"%1$d %2$@" = "%1$d %2$@";

/* %@ = date that a file was last modified */
"modified %@" = "змінено %@";

/* %@ = service name (e.g. Email) */
"%@ Accounts" = "Облікові записи %@";

/* %@=Type of workout */
"%@ Workout, no unit data" = "Тренування %@, даних одиниці міри немає";

/* A folder in Dropbox or Box */
"Folder" = "Папка";

/* A single App Store app */
"App Store app" = "Програма з App Store";

/* A single Box file */
"Box file" = "Файл Box";

/* A single Dropbox file */
"Dropbox file" = "Файл Dropbox";

/* A single Evernote note */
"Evernote note" = "Нотатка Evernote";

/* A single Giphy item */
"Giphy item" = "Елемент Giphy";

/* A single Trello board */
"Trello board" = "Дошка Trello";

/* A single Trello card */
"Trello card" = "Картка Trello";

/* A single Trello item */
"Trello item" = "Елемент Trello";

/* A single Trello list */
"Trello list" = "Список Trello";

/* A single Ulysses sheet */
"Ulysses sheet" = "Аркуш Ulysses";

/* A single bar code */
"Bar code" = "Штрих-код";

/* A single blood pressure recording */
"Blood pressure" = "Кровʼяний тиск";

/* A single health sample in HealthKit */
"Health sample" = "Медична проба";

/* A single iTunes artist */
"iTunes artist" = "Артист з iTunes";

/* A single iTunes product */
"iTunes product" = "Продукт з iTunes";

/* Access resource error for notifications */
"Update Notification Settings" = "Параметри сповіщень про оновлення";

/* Accessibility hint; front/rear camera switcher button */
"Switches between the front and back facing cameras" = "Перемикач між передньою та задньою камерами";

/* Accessibility label for camera shutter button */
"Take picture" = "Зробити знімок";

/* Accessibility label; button to start dictation */
"Start dictation" = "Почати диктування";

/* Accessibility label; button to stop dictation */
"Stop dictation" = "Спинити диктування";

/* Accessibility label; camera chooser; front facing camera is selected */
"Camera chooser - front facing" = "Вибір камери — передня";

/* Accessibility label; camera chooser; rear facing camera is selected */
"Camera chooser - rear facing" = "Вибір камери — задня";

/* Accessibility label; front/rear camera switcher button; default state */
"Camera flip" = "Оберт камери";

/* Add Trello card action error */
"You must provide a name to use for the new Trello Card." = "Ви маєте надати імʼя, що використовуватиметься для нової картки Trello.";

/* Add Trello card action error */
"You must select a board to create the card on." = "Ви маєте вибрати дошку, на якій створювати картку.";

/* Add Trello card action error */
"You must select a list to create the card on." = "Ви маєте вибрати список, на якому створювати картку.";

/* Add Trello card action error; %@=filename */
"Uploading %@ as an attachment failed." = "Збій відвантажування %@ як вкладення.";

/* Add new event or reminder error */
"The alert time provided was invalid. Please check for spelling errors and ensure you provide a time of day." = "Наданий час оповіщення був недійсним. Будь ласка, перевірте на наявність орфографічних помилок і впевніться, що ви надаєте денний час.";

/* Add new event; choose end date */
"Choose End Date" = "Обрати кінцеву дату";

/* Add new event; date range; %1$@=start date; %12$@=end date */
"%1$@ – %2$@" = "%1$@ − %2$@";

/* Add new event; error */
"An invalid end date was provided. Please provide an end date for this event." = "Надано недійсну дату закінчення. Будь ласка, надайте дату закінчення для цієї події.";

/* Add new event; error */
"An invalid start date was provided. Please provide a start date for this event." = "Надано недійсну дату початку. Будь ласка, надайте дату початку для цієї події.";

/* Add new event; error */
"Invalid End Date" = "Недійсна кінцева дата";

/* Add new event; error */
"Invalid Start Date" = "Недійсний час початку";

/* Add new event; error */
"No title was provided. Please provide a title for this event." = "Жодної назви не надано. Будь ласка, надайте назву для цієї події.";

/* Add new reminder error */
"No title was provided. Please provide a title for this reminder." = "Жодної назви не надано. Будь ласка, надайте назву для цього нагадування.";

/* Add new reminder error */
"The alert location provided could not be found." = "Надане місце оповіщення не вдалося знайти.";

/* Add new reminder; %@ = location (e.g. “1 Infinite Loop”) */
"When I Enter: %2$@" = "Коли я прибуваю на: %2$@";

/* Add new reminder; %@ = location (e.g. “1 Infinite Loop”) */
"When I Leave: %2$@" = "Коли я виходжу з: %2$@";

/* Add new reminder; alert trigger location when I’m nearby; %@ = location (e.g. “1 Infinite Loop”) */
"When I’m near: %@" = "Коли я біля: %@";

/* Add new reminder; alert trigger never */
"Never" = "Ніколи";

/* Add new reminder; alert trigger time or location varies */
"Varies" = "Варіюється";

/* Add to Wunderlist action no list selected error */
"No List Selected" = "Жодного списку не вибрано";

/* Add to Wunderlist action no list selected error */
"You must select a list to add the task to." = "Ви маєте вибрати список, до якого додавати завдання.";

/* Add to Wunderlist action no title error */
"No Title" = "Немає назви";

/* Add to Wunderlist action no title error */
"You must provide a title when creating a new task in Wunderlist." = "Ви маєте надати назву, створюючи нове завдання у Wunderlist.";

/* Alarm frequency; All days are selected */
"Every Day" = "Щодня";

/* Alternative name for Set Wi-Fi action for China SKU devices */
"Set WLAN" = "Задати стан WLAN";

/* Alternative note for Set Wi-Fi action for China SKU devices */
"Sets the device’s WLAN to on or off." = "Вмикає чи вимикає WLAN пристрою.";

/* App name */
"1Password" = "1Password";

/* App name */
"Dropbox" = "Dropbox";

/* App name */
"Google" = "Google";

/* App name */
"Imgur" = "Imgur";

/* App name */
"Instapaper" = "Instapaper";

/* App name */
"Slack" = "Slack";

/* App name */
"Todoist" = "Todoist";

/* App name */
"Trello" = "Trello";

/* App name */
"WordPress" = "WordPress";

/* App name */
"Wunderlist" = "Wunderlist";

/* Append file error description */
"You must specify a filename or path in Append to File." = "Ви маєте вказати імʼя файлу або шлях у «Долучити до файлу».";

/* Append file failure reason */
"No File Path Provided" = "Не надано шлях до файлу";

/* Ask for input action */
"Enter URL" = "Ввести URL-адресу";

/* Ask for input action */
"Enter number" = "Ввести число";

/* Ask for input action */
"Pick date" = "Обрати дату";

/* Attribution for the weather service */
"The Weather Channel" = "The Weather Channel";

/* Audio recorder */
"Tap to finish recording." = "Торкніть, щоб завершити записування.";

/* Audio recorder */
"Tap to start recording." = "Торкніть, щоб почати записування.";

/* Base 64 encoding action error */
"The base64 data passed to Base64 Encode is invalid." = "Дані base64, передані до «Закодувати Base64» є недійсними.";

/* Box error */
"A file already exists with the name “%@” at the specified path." = "За вказаним шляхом уже існує файл з іменем «%@».";

/* Box error */
"The folder doesn't exist" = "Папки не існує";

/* Box error */
"The folder doesn’t exist" = "Папки не існує";

/* Box error message */
"An error occured while authenticating your Box account." = "Під час автентифікації вашого облікового запису Box сталася помилка.";

/* Box error; %1$@ = file path; %2$@ = service name (e.g. Box) */
"The folder you tried to save to (%1$@) is an existing file in your %2$@." = "Папка, до якої ви намагалися зберегти (%1$@), є файлом, наявним у вашому %2$@.";

/* Box error; %1$@ = file path; %2$@ = service name (e.g. Box) */
"The path you tried to append text to (%1$@) is inside of an existing file in your %2$@." = "Шлях, за яким ви намагалися долучити текст (%1$@) — усередині файлу, що існує у вашому %2$@.";

/* Box error; %1$@ = file path; %2$@ = service name (e.g. Box) */
"The path you tried to create a folder at (%1$@) is an existing file in your %2$@." = "Шлях, за яким ви намагалися створити папку (%1$@) — це файл, наявний у вашому %2$@.";

/* Box error; %1$@ = file path; %2$@ = service name (e.g. Box) */
"The path you tried to create a folder at (%1$@) is inside of an existing file in your %2$@." = "Шлях, за яким ви намагалися створити папку (%1$@) — усередині файлу, що існує у вашому %2$@.";

/* Box error; %1$@ = file path; %2$@ = service name (e.g. Box) */
"The path you tried to save to (%1$@) does not exist in your %2$@." = "Шляху, за яким ви намагалися зберегти (%1$@), не існує у вашому %2$@.";

/* Box error; %@ = file path */
"We couldn’t find “%@” in your Box account." = "Нам не вдалося знайти «%@» у вашому обліковому записі Box.";

/* Button */
"Cancel" = "Скасувати";

/* Button */
"Continue Anyway" = "Все одно продовжити";

/* Button */
"Delete" = "Видалити";

/* Button */
"Delete Account" = "Видалити запис";

/* Button */
"Done" = "Готово";

/* Button */
"Log In" = "Увійти";

/* Button */
"Next" = "Далі";

/* Button */
"OK" = "ОК";

/* Button */
"Retry" = "Ще раз";

/* Button */
"Sign In" = "Увійти";

/* Button or title */
"Add Account" = "Додати запис";

/* Button or title */
"Login" = "Логін";

/* Button that takes user to the iOS Health app */
"Open Health" = "Відкрити «Здоровʼя»";

/* Button to allow access to health data or notifications */
"Allow Access" = "Дозволити доступ";

/* Button to open Settings */
"Open Settings" = "Відкрити Параметри";

/* Button; edit opacity */
"Opacity" = "Непрозорість";

/* Button; edit rotatation in overlay image action */
"Rotation" = "Обертання";

/* Button; email account app specfic password */
"Create App-Specific Password" = "Створити пароль для окремої програми";

/* Button; reset changes made in overlay image action */
"Reset" = "Скинути";

/* Camera flash option - auto */
"Auto" = "Авто";

/* Camera flash option - off */
"Off" = "Вимкнено";

/* Camera flash option - on */
"Flash On" = "Увімкнено";

/* Choose an item */
"Choose" = "Обрати";

/* Choose from list action */
"Choose an item" = "Обрати елемент";

/* Choose multiple images */
"Choose Images" = "Обрати зображення";

/* Choose one image */
"Choose Image" = "Обрати зображення";

/* CloudApp upload action error */
"This file is too large for CloudApp." = "Цей файл завеликий для CloudApp.";

/* CloudApp upload action error */
"You’ve exceeded the daily upload limit allowed for the CloudApp Free plan." = "Ви перевищили ліміт відвантажування на день за безкоштовним планом CloudApp Free.";

/* Combine images action error */
"Cannot run Combine Images" = "Не вдається виконати «Обʼєднати зображення»";

/* Combine images action error description */
"No images were provided to combine." = "Жодних зображень для обʼєднання не надано.";

/* Conditions of the weather */
"Weather Conditions (Plural)" = "Погодні умови";

/* Conditions of the weather */
"Weather Conditions (Single)" = "Погодні умови";

/* Content property name */
"Biological Sex (Content Property Name)" = "Біологічна стать";

/* Content property name */
"Blood Type (Content Property Name)" = "Група крові";

/* Content property name */
"Date of Birth (Content Property Name)" = "Дата народження";

/* Content property name */
"Unspecified (Content Property Name)" = "Не задано";

/* Create IFTTT applet */
"Create Applet" = "Створити аплет";

/* Create Trello list action error */
"You must select a board to create the list on." = "Ви маєте вибрати дошку, на якій створювати список.";

/* Create folder failure description; no file path specified */
"You must specify a path for the new folder." = "Ви маєте вказати шлях для нової папки.";

/* Create folder failure reason; no file path specified */
"No path specified!" = "Не вказано жодного шляху!";

/* Create folder file name placeholder with preceding / */
"/Adventure/" = "/Пригода/";

/* Create folder file name placeholder without preceding / */
"Adventure/" = "Пригода/";

/* Create playlist action error */
"No name was provided. Please provide a name for the playlist." = "Жодного імені не надано. Будь ласка, надайте імʼя для цієї підбірки.";

/* Date that blood pressure was recorded */
"Blood Pressure Date" = "Дата заміру кровʼяного тиску";

/* Default notification text for Show Notification action. */
"Notification" = "Сповіщення";

/* Default value for the translate text action */
"Detect Language" = "Виявити мову";

/* Deletion confirmation message; %@ = what is being deleted (e.g. File.txt and 5 other files); escalation level 0 */
"Are you sure you want to delete %@?" = "Ви справді хочете видалити %@?";

/* Deletion confirmation message; %@ = what is being deleted (e.g. File.txt and 5 other files); escalation level 1 */
"Are you ABSOLUTELY sure you want to delete %@?" = "Ви АБСОЛЮТНО певні, що хочете видалити %@?";

/* Deletion confirmation message; %@ = what is being deleted (e.g. File.txt and 5 other files); escalation level 2 */
"Are you ABSOLUTELY POSITIVELY sure you want to delete %@?" = "Ви АБСОЛЮТНО ПЕВНІ, що хочете видалити %@?";

/* Deletion confirmation title; e.g. Delete File.txt and 5 other files? */
"Delete %@?" = "Видалити %@?";

/* Description for unauthorized resource when trying to access a user's workout data */
"workout" = "тренування";

/* Dictate text action error */
"Recognition Unavailable" = "Розпізнання недоступне";

/* Dictate text action error */
"Speech recognition is not currently available. You may need to connect to the Internet." = "Розпізнання команд наразі недоступне. Можливо, вам треба підʼєднатися до Інтернету.";

/* Dictate text action is listening to user */
"Now listening…" = "Зараз слухає…";

/* Download URL action error */
"Make sure to pass a URL to the Get Contents of URL action." = "Обовʼязково передайте URL-адресу до дії «Отримати вміст URL-адреси».";

/* Download URL or Open URL action error */
"No URL Specified" = "Не вказано жодної URL-адреси";

/* Dropbox error */
"A file was expected, but the path provided refers to something that isn’t a file." = "Очікувався файл, але наданий шлях посилається на щось інше ніж файл.";

/* Dropbox error */
"A folder was expected, but the path provided refers to something that isn’t a folder." = "Очікувалася папка, але наданий шлях посилається на щось інше ніж папка.";

/* Dropbox error */
"A shared link already exists." = "Спільне посилання уже існує.";

/* Dropbox error */
"Access to the requested path is forbidden." = "Доступ до запитаного шляху заборонено.";

/* Dropbox error */
"An error occurred when creating a sharing link because the email associated with your Dropbox account has not been verified." = "Сталася помилка під час створювання посилання для оприлюднення, бо адресу е-пошти, повʼязану з вашим обліковим записом Dropbox ще не було перевірено.";

/* Dropbox error */
"Dropbox cannot access this file or folder because of its name." = "Dropbox не може отримати доступ до цього файлу чи папки через їхні імена.";

/* Dropbox error */
"Dropbox cannot save this file or folder because of its name." = "Dropbox не може зберегти цей файл чи папку через їхні імена.";

/* Dropbox error */
"Dropbox cannot write to the specified path due to a conflict." = "Dropbox не може записувати за вказаним шляхом через конфлікт.";

/* Dropbox error */
"The file cannot be transferred because the content is restricted. For example, sometimes there are legal restrictions due to copyright claims." = "Неможливо перенести цей файл, бо його вміст обмежено. Наприклад, іноді існують правові обмеження, які було накладено на вимогу додержання авторського права.";

/* Dropbox error */
"The path root parameter provided is invalid." = "Наданий параметр кореневого шляху є недійсним.";

/* Dropbox error */
"The request timed out. Please try again." = "Час на запит вийшов. Будь ласка, спробуйте ще раз.";

/* Dropbox error */
"The share settings provided are invalid." = "Надані параметри оприлюднення є недійсними.";

/* Dropbox error */
"We couldn’t find a file at the specified path." = "Нам не вдалося знайти файл за вказаним шляхом.";

/* Dropbox error */
"You are not allowed to modify the settings of this link." = "Вам не дозволено змінювати параметри цього посилання.";

/* Dropbox error */
"You don’t have enough available space in Dropbox to write this data." = "Ви не маєте достатньо місця в Dropbox, щоб записати ці дані.";

/* Dropbox error */
"You don’t have permission to write to the specified location." = "Ви не маєте дозволу записувати до вказаного місця розташування.";

/* Dropbox error; %1$@ = file path; %2$@ = service name (e.g. Dropbox) */
"The path you tried to save to (%1$@) is an existing file in your %2$@." = "Шлях, за яким ви намагалися зберегти (%1$@) — це файл, наявний у вашому %2$@.";

/* Dropbox error; %@=file name */
"“%@” could not be saved because it is a folder or package. Consider zipping this file using Make Archive before saving." = "«%@» не вдалося зберегти, бо він є папкою чи пакетом. Розгляньте можливість стиснення цього файлу за допомогою «Зробити архів» перед збереженням.";

/* Dropbox error; %@=file path */
"No item was found at path: %@" = "Жодного елемента не знайдено за шляхом: %@";

/* Dropbox or Box error */
"Folder already exists" = "Папка вже існує";

/* Dropbox or Box error; %1$@ = file path; %2$@ = service name (e.g. Dropbox) */
"The path you tried to save to (%1$@) is an existing file in your %2$@. When saving multiple files at a time, you should specify a path to a folder instead." = "Шлях, за яким ви намагалися зберегти (%1$@) — це файл, наявний у вашому %2$@. Натомість, зберігаючи численні файли одночасно, вам слід указувати шлях до папки.";

/* Dropbox or Box error; %1$@ = file path; %2$@ = service name (e.g. Dropbox) */
"The path you tried to save to (%1$@) is an existing folder in your %2$@. When appending or prepending text to a file, you should specify a path to a file instead." = "Шлях, за яким ви намагалися зберегти (%1$@) — це папка, наявна у вашому %2$@. Натомість, зберігаючи численні файли одночасно, вам слід указувати шлях до файлу.";

/* Dropbox unknown error */
"An unknown error occurred" = "Сталася невідома помилка";

/* Dropbox unknown error; %@ = error summary */
"An unknown error occurred (%@)" = "Сталася невідома помилка (%@)";

/* Email account encryption */
"Encryption" = "Шифрування";

/* Email account login authentication error */
"Authentication Failed" = "Не автентифіковано";

/* Email account login authentication error description */
"The email address or password you entered was incorrect.\n\nIf you have two step verification enabled, you need to create an app-specific password." = "Адреса е-пошти або пароль, які ви ввели, виявилися неправильними.\n\nЯкщо ви ввімкнули двоетапну верифікацію, вам треба створити пароль для окремої програми.";

/* Email account login authentication error description */
"The email address or password you specified was incorrect. If you have two step verification enabled, you need to enter an app-specific password instead." = "Адреса е-пошти або пароль, які ви вказали, виявилися неправильними. Якщо ви ввімкнули двоетапну верифікацію, вам треба ввести пароль для окремої програми.";

/* Email account login authentication error recovery suggestion */
"Advanced Settings" = "Додатково";

/* Email address field placeholder */
"user@example.com" = "user@example.com";

/* Email address field title or placeholder */
"Email" = "Е-пошта";

/* Email host name field placeholder */
"mail.example.com" = "mail.example.com";

/* Email host name field placeholder */
"smtp.example.com" = "smtp.example.com";

/* Email host name field title */
"Host Name" = "Імʼя хоста";

/* End date that blood pressure was recorded */
"Blood Pressure End Date" = "Дата кінцевого заміру кровʼяного тиску";

/* Erorr message for Play Sound action */
"Play Sound failed because the input was in an unsupported format." = "«Відтворити звук» не вдалося, бо вхідні дані були в непідтримуваному форматі.";

/* Error alert message when invalid date is entered */
"Please enter a valid date into the Date action." = "Будь ласка, введіть дійсну дату в дію «Дата».";

/* Error alert title when invalid date is entered or invalid date result */
"Invalid Date" = "Недійсна дата";

/* Error description when no location is provided to Get Travel Time */
"Get Travel Time failed because no destination location was passed as input." = "Дія «Отримати час подорожі» не вдалася, бо жодного кінцевого пункту не було передано як вхідні дані.";

/* Error description when no web page is provided to Run JavaScript on Web Page */
"Run JavaScript on Web Page failed because no web page was passed as input." = "Не вдалося виконати JavaScript на веб-сторінці, бо жодної веб-сторінки не було передано як вхідні дані.";

/* Error message */
"Your email or password is incorrect." = "Ваша адреса е-пошти чи пароль хибні.";

/* Error message description when an URL passed into Get Items From RSS Feed action could not be parsed */
"Please pass a valid feed URL to the Get Items from RSS Feed action." = "Будь ласка, передайте дійсну URL-адресу каналу до дії «Отримати елементи з RSS-каналу».";

/* Error message description when no address is entered into Street Address action */
"Please enter a valid address into the Street Address action." = "Будь ласка, введіть дійсну адресу в дію «Адреса».";

/* Error message description when no valid location was passed to the Get Travel Time action */
"The location you passed to the Get Travel Time action could not be found. Try specifying a city and state in addition to the street address." = "Місце, яке ви передали до дії «Отримати час подорожі», не вдалося знайти. Спробуйте вказати місто та країну на додачу до вуличної адреси.";

/* Error message for toggle alarm action if there are two alarms with the same label, %@ = the alarm label */
"Multiple alarms were found with the label %@. Try choosing a specific alarm." = "Було знайдено кілька будильників із міткою «%@». Спробуйте обрати конкретний будильник.";

/* Error message for when the Run Home Scene action cannot find a home named %1$@. */
"Run Home Scene failed because the home “%1$@” could not be found." = "Не вдалося запустити Домашню схему, бо не знайдено дім «%1$@».";

/* Error message for when the Run Home Scene action cannot find a scene (%1$@) in the home %2$@. */
"Run Home Scene failed because the scene “%1$@” could not be found in the home “%2$@”." = "Не вдалося запустити Домашню схему, бо не знайдено схему «%1$@» в домі «%2$@».";

/* Error message for when the user does not select a home when using the Run Home Scene action. */
"Run Home Scene failed because no home was selected." = "Не вдалося запустити Домашню схему, бо не було вибрано жодного дому.";

/* Error message for when the user does not select a scene when using the Run Home Scene action */
"Run Home Scene failed because no scene was selected." = "Не вдалося запустити Домашню схему, бо не було вибрано жодної схеми.";

/* Error message title when an URL passed into Get Items From RSS Feed action could not be parsed */
"Unable to parse news feed" = "Не вдається аналізувати канал новин";

/* Error message title when no address is entered into Street Address action */
"No Address" = "Немає адреси";

/* Error message title when no valid location was passed to the Get Travel Time action */
"Invalid Location" = "Хибне місце";

/* Error message: Unit missing when converting */
"Please provide a unit to convert to." = "Будь ласка, надайте одиницю міри для конвертації.";

/* Error message: Unit missing when creating measurement */
"Measurement failed because no unit was specified. Please pick a unit." = "Не вдалося отримати вимір, бо не було зазначено одиницю міри. Будь ласка, оберіть міру.";

/* Error message; Convert measurement between invalid units. Both parameters are names of units (i.e. kilometers per hour) */
"A measurement with unit %1$@ can not be converted to %2$@." = "Вимір з одиницею міри %1$@ неможливо конвертувати в %2$@.";

/* Error message; Missing date when creating alarm */
"Please provide a valid date for the alarm." = "Будь ласка, надайте дійсну дату для цього будильника.";

/* Error message; Siri is disabled */
"In order to use this action, enable Siri in Settings." = "Щоб використати цю дію, ввімкніть Siri в Параметрах.";

/* Error message; Siri is disabled */
"Unable to complete request because Siri is disabled." = "Неможливо виконати запит, бо Siri вимкнено.";

/* Error message; Start timer; Duration too big */
"The timer's duration must be less than 24 hours." = "Тривалість таймера має бути менше ніж 24 години.";

/* Error message; Start timer; Missing duration */
"Please provide a duration for the timer." = "Будь ласка, надайте тривалість цього таймера.";

/* Error message; Toggle alarm missing alarm identifier */
"Please specify an alarm to toggle." = "Будь ласка, вкажіть, який будильник увімкнути/вимкнути.";

/* Error message; Unknown error type */
"An unknown error occurred while performing the request." = "Сталася невідома помилка під час виконування запиту.";

/* Error message; Unsupported on platform */
"Unable to complete request because it is not supported on this platform." = "Неможливо виконати запит, бо ця платформа не підтримує його.";

/* Error title when no location provided to Get Travel Time */
"No Location" = "Немає місця";

/* Error title when no web page is provided to the Run JavaScript on Web Page action */
"No Web Page" = "Жодної веб-сторінки";

/* Exit shortcut action error */
"User requested shortcut exit." = "Користувач запитав вихід зі швидкої команди.";

/* File name example with preceding / */
"/example.txt" = "/example.txt";

/* File name example without preceding / */
"example.txt" = "example.txt";

/* File picker; button */
"Save Here" = "Зберегти сюди";

/* File picker; get more than one selected files */
"Get Selected Files (%lu)" = "Отримати вибрані файли (%lu)";

/* File picker; get one selected file */
"Get Selected File (1)" = "Отримати вибраний файл (1)";

/* File status */
"This folder is empty" = "Ця папка пуста";

/* File status loading */
"Loading…" = "Готування…";

/* Find health sample; no samples found */
"No Samples Found" = "Проб не знайдено";

/* Find health samples; no samples found description */
"There are either no %@ samples logged or you need to give Shortcuts access to the samples in the Health app." = "Немає зареєстрованих проб %@ або ви маєте надати Швидким командам доступ до проб у програмі «Здоровʼя».";

/* Finish dictation command */
"Finish Dictation" = "Скінчити диктування";

/* Generic health object type when we can’t determine the object type */
"Health" = "Здоровʼя";

/* Get File action; file name example with preceding / */
"/example.txt" = "/example.txt";

/* Get File action; file name example without preceding / */
"example.txt" = "example.txt";

/* Get IP address action error */
"The domain could not be found." = "Не вдалося знайти цей домен.";

/* Get IP address action error */
"The domain could not be found. (Error 2)" = "Не вдалося знайти цей домен. (Помилка 2)";

/* Get IP address action error */
"The response data was not a valid string." = "Дані відповіді не були дійсним рядком.";

/* Get Trello items error */
"You must select a board to retrieve cards from." = "Ви маєте вибрати дошку, з якої добувати картки.";

/* Get Trello items error */
"You must select a board to retrieve lists from." = "Ви маєте вибрати дошку, з якої добувати списки.";

/* Get Trello items error */
"You must select a list to retrieve cards from." = "Ви маєте вибрати список, з якого добувати картки.";

/* Get Trello items error */
"Your Trello account couldn’t be verified. Please sign out and try again!" = "Ваш обліковий запис Trello не вдалося підтвердити. Просимо вийти та спробувати ще раз!";

/* Get dictionary value or set dictionary value action; no dictionary key provided error reason */
"No Key Provided" = "Жодного ключа не надано";

/* Get distance action or get travel time action; custom location is provided but not found */
"Custom Location Not Found" = "Нетипове місце не знайдено";

/* Get distance action or get travel time action; no custom location provided error reason */
"No Custom Location" = "Немає нетипових місць";

/* Get distance action; custom location is provided but not found */
"Get Distance was configured to get the travel time from a custom location, but the custom location you entered was not found." = "«Отримати відстань» налагоджено, щоб отримувати час подорожі з нетипового місця, але нетипове місце, яке ви ввели, не знайдено.";

/* Get distance action; no custom location provided error description */
"Get Distance was configured to get the travel time from a custom location, but none was provided." = "«Отримати відстань» налагоджено, щоб отримувати час подорожі з нетипового місця, але жодного місця не було надано.";

/* Get distance action; no location passed as input error */
"Get Distance could not estimate distance because no location was passed as input." = "«Отримати відстань» не вдалося оцінити дистанцію, бо жодного місця не передано як вхідні дані.";

/* Get emoji name action error */
"Failed to find the emoji font." = "Не вдалося знайти шрифт емодзі.";

/* Get frames from image error */
"No Image Provided" = "Жодного зображення не надано";

/* Get frames from image error description */
"No GIF was passed as input to Get Frames from Image." = "Жодного GIF-файлу не передано як вхідні дані до дії «Отримати кадри з зображення».";

/* Get group from matched text action error */
"No Match" = "Немає збігів";

/* Get group from matched text action error; %1$ld=group number; %2$ld=number of groups */
"The index you specified was outside of the possible range (you asked for group %1$ld, and the match has only %2$ld)" = "Індекс, який ви вказали, був поза можливого діапазону (ви запитували групу %1$ld, а збіг мав лише %2$ld)";

/* Get group from matched text action error; %ld=group number */
"Get Group from Matched Text failed because there was no match for capture group %ld." = "Дія «Отримати групу з підібраного тексту» не вдалася, бо жодного збігу для групи захоплення %ld не було.";

/* Get halfway point action error */
"No first location was provided." = "Не надано першого місця.";

/* Get halfway point action error */
"No second location was provided." = "Жодного другого місця не надано.";

/* Get halfway point action error */
"Please provide a first location." = "Будь ласка, надайте перше місце.";

/* Get halfway point action error */
"Please provide a second location." = "Будь ласка, надайте друге місце.";

/* Get item from list action error; %1$d=item range start number; %2$d=item range end number */
"The range you specified was invalid (you asked for items %1$d through %2$d)" = "Діапазон, який ви вказали, був недійсним (ви запитували елементи від %1$d до %2$d)";

/* Get item from list action error; %1$d=item range start number; %2$d=item range end number */
"The range you specified was outside of the possible range (you asked for items %1$d through %2$d, but the first item is at index 1.)" = "Діапазон, який ви вказали, був поза межами можливого діапазону (ви запитували елементи від %1$d до %2$d, але перший елемент перебуває за індексом 1.)";

/* Get item from list action error; %1$d=item range start number; %2$d=item range end number; %3$d=number of items */
"The range you specified was outside of the possible range (you asked for items %1$d through %2$d, and the list has only %3$d)" = "Діапазон, який ви вказали, був поза межами можливого діапазону (ви запитували елементи від %1$d до %2$d, а в списку є лише %3$d)";

/* Get item from list action error; %d=item number */
"You asked for item %d, but the first item is at index 1." = "Ви запитали елемент %d, але перший елемент має індекс 1.";

/* Get lastest photo import action error */
"Shortcuts couldn’t find any imports in your photo library." = "Швидким командам не вдалося знайти жодного імпорту до вашої фототеки.";

/* Get lastest photos action error */
"Shortcuts couldn’t find the requested items in your photo library." = "Швидким командам не вдалося знайти запитані елементи у вашій фототеці.";

/* Get travel time error; no custom location found description */
"Get Travel Time was configured to get the travel time from a custom location, but the custom location you entered was not found." = "«Отримати час подорожі» налагоджено, щоб отримувати час подорожі з нетипового місця, але нетипове місце, яке ви ввели, не знайдено.";

/* Get travel time error; no custom time provided description */
"Get Travel Time was configured to get the travel time from a custom location, but none was provided." = "«Отримати час подорожі» налагоджено, щоб отримувати час подорожі з нетипового місця, але жодного місця не було надано.";

/* Health access error; %@=health data type */
"Health access to %@ is off. You can turn on health data categories in the Health app." = "Доступ Здоровʼя до %@ вимкнено. Ви можете ввімкнути категорії медданих у програмі «Здоровʼя».";

/* Health access error; %@=health data type */
"In order to answer this question, Shortcuts needs access to your %@ data." = "Щоб відповісти на це питання, Швидким командам потрібно отримати доступ до ваших даних %@.";

/* Health access error; %@=health data type */
"Shortcuts does not have access to your %@ data." = "Швидкі команди не мають доступу до ваших даних %@.";

/* Health action; %@=quantity sample name (e.g. Body Fat Percentage) */
"%@ Quantity Sample, no unit data" = "Проба кількості %@, немає даних про міру";

/* Health category date */
"Date" = "Дата";

/* Health category parameter; start of menstrual cycle; should be consistent with iOS Health app */
"Start of Cycle" = "Початок циклу";

/* Health category start date */
"Start Date" = "Дата початку";

/* Health quantity type; should be consistent with iOS Health app */
"Blood Pressure" = "Кровʼяний тиск";

/* Health quantity; VO2 max test type; should be consistent with iOS Health app */
"Test Type" = "Тип тесту";

/* Health quantity; blood glucose meal time; should be consistent with iOS Health app */
"Meal Time" = "Час їсти";

/* Health quantity; blood pressure */
"Diastolic" = "Діастолічний";

/* Health quantity; blood pressure */
"Systolic" = "Систолічний";

/* Health quantity; insulin delivery reason; should be consistent with iOS Health app */
"Reason" = "Причина";

/* Health unit for count of generic health sample */
"count" = "рахувати";

/* Health unit for count of steps (歩); probably should be same as translation for “count“ if not Japanese. */
"count of steps" = "кількість";

/* Health unit for count of swimming strokes or wheelchair pushes (回); probably should be same as translation for “count“ if not Japanese. */
"count of swimming strokes, wheelchair pushes" = "кількість";

/* Health unit for joule */
"J" = "Дж";

/* Health unit for millimeter */
"mm" = "мм";

/* Health unit for ounce */
"oz" = "унц";

/* HealthKit access resource error; %@=HealthKit object type */
"%@ types are not implemented" = "Типи %@ не імплементовано";

/* HealthKit resource error */
"This device does not have the Health app." = "Цей пристрій не має програми «Здоровʼя».";

/* HealthKit resource error */
"This shortcut requires the Health app, which this device does not have." = "Ця швидка команда потребує програми «Здоровʼя», якої цей пристрій не має.";

/* Item with URL; $1$@ = item name; %2$@ = URL */
"%1$@ (%2$@)" = "%1$@ (%2$@)";

/* Link to a 3rd party terms of service */
"Terms of Service" = "Умови надання послуг";

/* Link to a 3rd party terms of service */
"Terms of Use" = "Умови використання";

/* Location error description */
"Make sure your device isn’t in Airplane Mode and try again; turning Wi-Fi on may help." = "Упевніться, що ваш пристрій не в Режимі польоту, і спробуйте ще раз; увімкнення Wi-Fi може допомогти.";

/* Location error failure reason */
"Shortcuts was unable to find your current location." = "Швидким командам не вдалося знайти ваше поточне місце.";

/* Log health sample */
"An invalid date was provided. Please provide a date for the sample or leave the date field blank to use the current date." = "Надано недійсну дату. Будь ласка, надайте дату для проби або залиште поле дати пустим, щоб застосувати поточну дату.";

/* Log health sample */
"Invalid Date Range" = "Недійсний діапазон дат";

/* Log health sample */
"No Value Selected" = "Жодного значення не вибрано";

/* Log health sample */
"Please select a type for this Health sample." = "Будь ласка, виберіть тип для цієї медпроби.";

/* Log health sample */
"Please select an end date that is after the start date." = "Будь ласка, виберіть кінцеву дату, що йде після початкової дати.";

/* Log health sample; cervical mucus quality should be consistent with what is is called in the iOS Health App */
"Please select a value for this cervical mucus quality sample." = "Будь ласка, виберіть значення для цієї проби цервікального слизу на якість.";

/* Log health sample; health sample type */
"No Type Selected" = "Тип не вибрано";

/* Log health sample; insulin delivery reason not selected */
"No Reason Selected" = "Не вибрано жодної причини";

/* Log health sample; insulin delivery reason not selected; insulin delivery reason wording should be consistent with iOS Health app */
"Please select an insulin delivery reason." = "Будь ласка, виберіть причину інсулінотерапії.";

/* Log health sample; menstruation sample should be consistent with what is is called in the iOS Health App */
"Please select a value for this menstruation sample." = "Будь ласка, виберіть значення для цієї проби менструальної кровотечі.";

/* Log health sample; mentrual flow sample / cycle should be consistent with what is is called in the iOS Health App */
"Please select whether or not this sample was at the start of a cycle." = "Будь ласка, виберіть, була чи ні ця проба на початку циклу.";

/* Log health sample; missing unit (mL, km, etc.) */
"No Unit Selected" = "Одиницю міри не вибрано";

/* Log health sample; missing unit (mL, km, etc.) */
"Please select a unit of measurement for this Health sample." = "Будь ласка, виберіть одиницю міри для цієї медпроби.";

/* Log health sample; ovulation test should be consistent with what is is called in the iOS Health App */
"Please select a value for this ovulation test result sample." = "Будь ласка, виберіть значення для цієї проби результату тесту на овуляцію.";

/* Log health sample; sleep analysis sample should be consistent with what is is called in the iOS Health App */
"Please select a value for this sleep analysis sample." = "Будь ласка, виберіть значення для цієї проби аналізу сну.";

/* Log in view; email address placeholder */
"Email address" = "Адреса е-пошти";

/* Log workout action */
"No Workout Type Selected" = "Жодного типу тренування не вибрано";

/* Log workout action */
"Please select a type of activity for this workout." = "Будь ласка, виберіть тип активності для цього тренування.";

/* Login error */
"Your username and/or password are incorrect." = "Ваше облікове імʼя та/або пароль хибні.";

/* Login with email address disclaimer */
"Your credentials are stored on this device only and will not be shared with our servers or any third parties." = "Ваші облікові дані зберігаються виключно на цьому пристрої та не оприлюднюються для наших серверів чи будь-яких третіх сторін.";

/* Mail error */
"A recipient is required to send message" = "Отримувач мусить надіслати лист";

/* Mail error */
"A sender is required to send message" = "Відправник мусить надіслати лист";

/* Mail error */
"A stable connection to the server could not be established" = "Не вдалося встановити стабільне зʼєднання з сервером";

/* Mail error */
"Account check failed because the account is invalid" = "Збій перевірки облікового запису через те, що він недійсний";

/* Mail error */
"An application specific password is required" = "Потрібен окремий пароль, призначений для програми";

/* Mail error */
"An error occurred during an IDLE operation" = "Сталася помилка під час IDLE-операції";

/* Mail error */
"An error occurred while (un)subscribing to the requested folder" = "Сталася помилка під час додавання/скасування підписки на запитану папку";

/* Mail error */
"An error occurred while appending a message to the requested folder" = "Сталася помилка під час долучення листа до запитаної папки";

/* Mail error */
"An error occurred while copying a message to the requested folder" = "Сталася помилка під час копіювання листа до запитаної папки";

/* Mail error */
"An error occurred while creating the requested folder" = "Сталася помилка під час створювання запитаної папки";

/* Mail error */
"An error occurred while deleting a message on the POP server" = "Сталася помилка під час видаляння листа на POP-сервері";

/* Mail error */
"An error occurred while deleting the requested folder" = "Сталася помилка під час видаляння запитаної папки";

/* Mail error */
"An error occurred while expunging a message in the requested folder" = "Сталася помилка під час виключання листа в запитаній папці";

/* Mail error */
"An error occurred while fetching a message list on the POP server" = "Сталася помилка під час отримання списку листів на POP-сервері";

/* Mail error */
"An error occurred while fetching messages in the requested folder" = "Сталася помилка під час отримання листів у запитаній папці";

/* Mail error */
"An error occurred while performing a No-Op operation" = "Сталася помилка під час виконування операції No-Op";

/* Mail error */
"An error occurred while renaming the requested folder" = "Сталася помилка під час змінювання імені запитаної папки";

/* Mail error */
"An error occurred while requesting the server's capabilities" = "Сталася помилка під час запитування можливостей сервера";

/* Mail error */
"An error occurred while requesting the server's identity" = "Сталася помилка під час запитування сертифіката сервера";

/* Mail error */
"An error occurred while requesting the server's namespace" = "Сталася помилка під час запитування простору імен сервера";

/* Mail error */
"An error occurred while sending the message" = "Сталася помилка під час надсилання цього листа";

/* Mail error */
"An error occurred while storing flags" = "Сталася помилка під час зберігання прапорців";

/* Mail error */
"An error when requesting date" = "Сталася помилка під час запитування дати";

/* Mail error */
"Attempted to send a message with an illegal attachment" = "Зроблено спробу надіслати лист із неприпустимим вкладенням";

/* Mail error */
"Authentication is required for this SMTP server" = "Цей SMTP-сервер вимагає автентифікації";

/* Mail error */
"Bandwidth limits were exceeded while requesting data from this Gmail account" = "Ліміти смуги пропускання перевищено під час запитування даних із цього облікового запису Gmail";

/* Mail error */
"Cannot send message due to possible spam detected by server" = "Неможливо надіслати листа через те, що сервер виявив можливий спам";

/* Mail error */
"Compression is not available" = "Стиснення недоступне";

/* Mail error */
"Credentials with password too simple" = "Облікові дані з занадто простим паролем";

/* Mail error */
"Error while running custom command" = "Помилка під час виконування нетипової команди";

/* Mail error */
"File access error" = "Помилка доступу до файлу";

/* Mail error */
"IMAP is not enabled for this Gmail account" = "IMAP не ввімкнено для цього облікового запису Gmail";

/* Mail error */
"MobileMe is no longer an active mail service" = "MobileMe більше не є активною поштовою службою";

/* Mail error */
"No valid server found" = "Не знайдено жодного дійсного сервера";

/* Mail error */
"Sending messages is not allowed on this server" = "Надсилання листів не дозволено на цьому сервері";

/* Mail error */
"The SMTP storage limit was hit while trying to send a large message" = "Досягнуто ліміт SMTP-сховища під час спроби надіслати великого листа";

/* Mail error */
"The certificate for this server is invalid" = "Сертифікат цього сервера недійсний";

/* Mail error */
"The current HotMail account cannot connect to WebMail" = "Поточний обліковий запис HotMail неможливо підʼєднати до WebMail";

/* Mail error */
"The operation succeeded" = "Операцію успішно виконано";

/* Mail error */
"The requested folder does not exist. Folder selection failed" = "Запитаної папки не існує. Вибрати папку не вдалося";

/* Mail error */
"The server does not support STARTTLS connections" = "Цей сервер не підтримує STARTTLS-зʼєднання";

/* Mail error */
"The server does not support TLS/SSL connections" = "Цей сервер не підтримує TLS/SSL-зʼєднання";

/* Mail error */
"The user needs to log in via the web browser" = "Користувач мусить увійти в систему через веб-браузер";

/* Mail error */
"Too many simultaneous connections were made to this Gmail account" = "Одночасно встановлено забагато зʼєднань до цього облікового запису Gmail";

/* Mail error */
"Unable to authenticate with the current session's credential" = "Не вдається автентифікуватися за допомогою облікових даних поточного сеансу";

/* Mail error */
"Unable to parse response from server" = "Не вдається виконати аналіз відповіді від сервера";

/* Mail error */
"User is over the limit for messages allowed to be sent in a single day" = "Користувач перевищив ліміт кількості листів, яку дозволено надсилати за один день";

/* Mail error */
"Yahoo!'s servers are currently unavailable" = "Сервери Yahoo! наразі недоступні";

/* Mask Image action error description, no image in the chosen variable */
"The variable “%@” did not include an image to use for masking." = "Змінна «%@» не включала жодного зображення, що застосовують для маскування.";

/* Mask Image action error description, no variable chosen */
"Make sure to select a variable for the “Image Mask” option in the Mask Image action." = "Обовʼязково виберіть змінну для опції «Маска» в дії «Накласти трафарет».";

/* Mask Image action error title */
"No Mask Provided" = "Жодної маски не надано";

/* Message in alert to indicate that the user needs to select a storage service for the action (see `Service (WFFileStorageService)`), %@ = localized name of the action */
"Please select a service in %@." = "Просимо вибрати службу в %@.";

/* Message of default error for not allowing script to run */
"This JavaScript is similar to a script that is known to be unsafe. For your security it will not run." = "Цей сценарій JavaScript схожий на той, що вважається небезпечним. З міркувань вашої безпеки він не буде запускатись.";

/* Multiple App Store apps */
"App Store apps" = "Програми з App Store";

/* Multiple Box files */
"Box files" = "Файли Box";

/* Multiple Dropbox files */
"Dropbox files" = "Файли Dropbox";

/* Multiple Evernote notes */
"Evernote notes" = "Нотатки Evernote";

/* Multiple Giphy items */
"Giphy items" = "Елементи Giphy";

/* Multiple Trello boards */
"Trello boards" = "Дошки Trello";

/* Multiple Trello cards */
"Trello cards" = "Картки Trello";

/* Multiple Trello items */
"Trello items" = "Елементи Trello";

/* Multiple Trello lists */
"Trello lists" = "Списки Trello";

/* Multiple Ulysses sheet */
"Ulysses sheets" = "Аркуші Ulysses";

/* Multiple bar codes */
"Bar codes" = "Штрих-коди";

/* Multiple blood pressure recordings */
"Blood pressures" = "Записи про кровʼяний тиск";

/* Multiple health samples in HealthKit */
"Health samples" = "Медичні проби";

/* Multiple iTunes artists */
"iTunes artists" = "Артисти з iTunes";

/* Multiple iTunes products */
"iTunes products" = "Продукти з iTunes";

/* Multiple text matches */
"Text matches" = "Текстові збіги";

/* Multiple workout samples */
"Workout samples" = "Проби тренування";

/* Name, Description, and Concentration (percentage) of an air pollutant */
"%@ - %@: %@" = "%@ - %@: %@";

/* Navigation bar title */
"Edit Account" = "Редагувати запис";

/* Navigation bar title */
"Email Settings" = "Параметри е-пошти";

/* Navigation bar title */
"Log In to CloudApp" = "Увійти в CloudApp";

/* Navigation bar title */
"Log in | Tumblr" = "Увійти в Tumblr";

/* Navigation bar title */
"Login to Instapaper" = "Увійти в Instapaper";

/* Navigation bar title */
"Login to Pinboard" = "Увійти в Pinboard";

/* Navigation bar title */
"Login to WordPress" = "Увійти в WordPress";

/* Navigation bar title when showing trending GIF results */
"Trending" = "Популярні";

/* Navigation bar title; app name */
"Giphy" = "Giphy";

/* Network picker option */
"Cellular" = "Стільник";

/* Network picker option */
"WLAN" = "WLAN";

/* Network picker option */
"Wi-Fi" = "Wi-Fi";

/* No GIFs found empty state description */
"Clear the search bar to view trending GIFs." = "Очистьте смугу пошуку для огляду популярних GIF-зображень.";

/* No GIFs found empty state title */
"No Results Found" = "Нічого не знайдено";

/* None option */
"None" = "Немає";

/* One text match */
"Text match" = "Текстовий збіг";

/* One workout sample */
"Workout sample" = "Проба тренування";

/* Open URL action error */
"Make sure to pass a URL to the Open URL action." = "Обовʼязково передайте URL-адресу до дії «Відкрити URL-адресу».";

/* Open URL action error */
"The URL could not be opened." = "Не можу відкрити URL.";

/* Open app action error */
"Open App failed because it couldn’t find an app to open." = "«Відкрити програму» не виконано, бо не вдалося знайти жодної програми для відкривання.";

/* Open app action error */
"Open App failed because the app could not be opened." = "«Відкрити програму» не виконано, бо не вдалося відкрити цю програму.";

/* Open in action error */
"Open In… failed because it couldn’t find an app to open in." = "«Відкрити в…» не виконано, бо не вдалося знайти жодної програми, в якій слід відкривати.";

/* Open in action error; %1$@=app name; %2$@=file name */
"%1$@ is not installed or could not open the file %2$@." = "%1$@ не інстальовано або не вдалося відкрити файл %2$@.";

/* Optional field placeholder */
"Optional" = "Необовʼязково";

/* Overlay image action error */
"Make sure to choose a variable in the Overlay Image action." = "Упевніться, що в дії «Накласти зображення» обрано змінну.";

/* Overlay image action error */
"No Overlay Image" = "Немає накладки";

/* Overlay image action error; %@=variable name */
"The variable “%@” did not include an image to overlay." = "Змінна «%@» не включала жодного зображення для накладання.";

/* Overlay image action; shown while image is being processed */
"Processing Image…" = "Оброблювання зображення…";

/* Parameter Enumeration Item for action Get Directions, parameter: App */
"Citymapper" = "Citymapper";

/* Parameter Enumeration Item for action Get Directions, parameter: App */
"Google Maps" = "Google Maps";

/* Parameter Enumeration Item for action Get Directions, parameter: App */
"Maps" = "Карти";

/* Parameter Enumeration Item for action Get Directions, parameter: App */
"Waze" = "Waze";

/* Parameter Enumeration Item for action Get Directions, parameter: App; https://transitapp.com */
"Transit (App Name)" = "Transit";

/* Parameter Enumeration Item for action Get Directions, parameter: Mode */
"Biking" = "Велосипед";

/* Parameter Enumeration Item for action Get Directions, parameter: Mode */
"Driving" = "За кермом";

/* Parameter Enumeration Item for action Get Directions, parameter: Mode */
"Transit" = "Транспорт";

/* Parameter Enumeration Item for action Get Directions, parameter: Mode */
"Walking" = "Пішки";

/* Parameter placeholder; parameter sets a filename */
"optional" = "необовʼязково";

/* Parameter value */
"A+ (Parameter Value)" = "A(II)+";

/* Parameter value */
"A- (Parameter Value)" = "A(II)-";

/* Parameter value */
"AB+ (Parameter Value)" = "AB(IV)+";

/* Parameter value */
"AB- (Parameter Value)" = "AB(IV)-";

/* Parameter value */
"After Meal (Parameter Value)" = "Після їжі";

/* Parameter value */
"Asleep (Parameter Value)" = "У сні";

/* Parameter value */
"Awake (Parameter Value)" = "Без сну";

/* Parameter value */
"B+ (Parameter Value)" = "B(III)+";

/* Parameter value */
"B- (Parameter Value)" = "B(III)-";

/* Parameter value */
"Basal (Parameter Value)" = "Базальна";

/* Parameter value */
"Before Meal (Parameter Value)" = "До їжі";

/* Parameter value */
"Bolus (Parameter Value)" = "Болюс";

/* Parameter value */
"Creamy (Parameter Value)" = "Кремоподібний";

/* Parameter value */
"Dry (Parameter Value)" = "Сухий";

/* Parameter value */
"Egg White (Parameter Value)" = "Білковий";

/* Parameter value */
"Female (Parameter Value)" = "Жінка";

/* Parameter value */
"Heavy (Parameter Value)" = "Густий";

/* Parameter value */
"Idle (Parameter Value)" = "Неактивний";

/* Parameter value */
"In Bed (Parameter Value)" = "У ліжку";

/* Parameter value */
"Indeterminate (Parameter Value)" = "Невизначено";

/* Parameter value */
"Light (Parameter Value)" = "Світлий";

/* Parameter value */
"Male (Parameter Value)" = "Чоловік";

/* Parameter value */
"Max Exercise Test (Parameter Value)" = "Тест на максимальну динаміку вправ";

/* Parameter value */
"Medium (Parameter Value)" = "Середній";

/* Parameter value */
"Negative (Parameter Value)" = "Негативна";

/* Parameter value */
"No (Parameter Value)" = "Ні";

/* Parameter value */
"Non-Exercise Prediction (Parameter Value)" = "Прогноз без вправ";

/* Parameter value */
"Not Set (Parameter Value)" = "Не задано";

/* Parameter value */
"O+ (Parameter Value)" = "O(I)+";

/* Parameter value */
"O- (Parameter Value)" = "O(I)-";

/* Parameter value */
"Other (Parameter Value)" = "Інше";

/* Parameter value */
"Positive (Parameter Value)" = "Позитивна";

/* Parameter value */
"Protection Unused (Parameter Value)" = "Без контрацептива";

/* Parameter value */
"Protection Used (Parameter Value)" = "З контрацептивом";

/* Parameter value */
"Sticky (Parameter Value)" = "Липкий";

/* Parameter value */
"Stood (Parameter Value)" = "Стоячи";

/* Parameter value */
"Sub-Max Exercise Prediction (Parameter Value)" = "Прогноз із субмакс. вправами";

/* Parameter value */
"Unspecified (Parameter Value)" = "Не задано";

/* Parameter value */
"Watery (Parameter Value)" = "Водянистий";

/* Parameter value */
"Yes (Parameter Value)" = "Так";

/* Parameter value; Used in the Convert Image action; this setting means the Convert Image action will match the image format of the original inputted photo */
"Match Input" = "Узгоджувати з вхідним форматом";

/* Password placeholder or title */
"Password" = "Пароль";

/* Person’s name field placeholder */
"John Appleseed" = "Степан Яблучко";

/* Person’s name field title */
"Name" = "Імʼя";

/* Pinboard login option */
"Use API Token" = "Використати API-токен";

/* Pinboard login option */
"Use API Token Instead" = "Використати API-токен натомість";

/* Pinboard login option */
"Use Password" = "Використати пароль";

/* Pinboard login option */
"Use Password Instead" = "Використовувати пароль";

/* Pinboard login section header */
"API Token" = "API-токен";

/* Pinboard login section header */
"Pinboard Login" = "Вхід у Pinboard";

/* Playlist picker parameter */
"My Music Library" = "Моя фонотека";

/* Pocket (app) get action error */
"No items matching the specified criteria were found in Pocket." = "Жодних елементів за вказаними критеріями в Pocket не знайдено.";

/* Post to Tumblr action error */
"No Blog" = "Немає блогів";

/* Post to Tumblr action error description */
"You did not specify which blog to post to." = "Ви не вказали, на якому блозі розмістити допис.";

/* QuickLook action error */
"No Items" = "Немає елементів";

/* QuickLook action error */
"The Quick Look action wasn't passed any items to preview." = "Дії Швидкого огляду не було передано жодних елементів для передогляду.";

/* Recovery option; Enable Siri */
"Enable Siri" = "Увімкнути Siri";

/* Remove calendar item error */
"Remove" = "Вилучити";

/* Request payment error message when the amount is below the minimum amount allowed */
"The amount you specified, %@, is above the maximum amount you are allowed to request." = "Сума, яку ви вказали, тобто %@, перевищує максимальну суму, яку вам дозволено запитувати.";

/* Request payment error message when the amount is below the minimum amount allowed */
"The amount you specified, %@, is below the minimum amount you are allowed to request." = "Сума, яку ви вказали, тобто %@, менше ніж мінімальна сума, яку вам дозволено запитувати.";

/* Request payment error message when the user has no account for the payment service. %@ = service name, i.e. Apple Pay */
"The person you are trying to request money from doesn't have a account set up with %@." = "Людина, від якої ви намагаєтесь запитати кошти, не має облікового запису, налаштованого для %@.";

/* Required field placeholder */
"Required" = "Обовʼязково";

/* Run JavaScript action error message */
"The script must call the function `completion(result)` when finished" = "Скрипт має викликати функцію `completion(result)` після завершення";

/* Run JavaScript on Web Page action error description when code failed while running and we don't know why */
"An unknown error occurred when running JavaScript." = "Невідома помилка сталася під час виконання JavaScript.";

/* Run JavaScript on Web Page action error description when the script doesn't call completion() before Safari's timeout */
"Run JavaScript on Web Page failed because the script took too long to call the completion handler." = "Не вдалося виконати JavaScript на веб-сторінці, бо сценарій витратив забагато часу, щоб викликати обробник завершення.";

/* Run JavaScript on Web Page action error title when JavaScript takes too long before returning */
"JavaScript Timeout" = "Час на JavaScript минув";

/* Run JavaScript on Web Page action error title when code failed while running */
"JavaScript Exception" = "Виняток JavaScript";

/* Run JavaScript on Web Page action error title when code is invalid */
"Invalid JavaScript" = "Хибний JavaScript";

/* Run SSH script action; SSH authentication error */
"SSH Authentication Failed" = "Збій SSH-автентифікації";

/* Run SSH script action; SSH authentication error description */
"Please check your credentials in the Run SSH Script action and try again." = "Будь ласка, перевірте свої облікові дані в дії «Виконати SSH-скрип» і спробуйте ще раз.";

/* Run shortcut action; shortcut to run not found error */
"Shortcut Not Found" = "Швидку команду не знайдено";

/* Run shortcut action; shortcut to run not found error description */
"Make sure a valid shortcut is selected in the Run Shortcut action." = "Упевніться, що вибрано дійсну швидку команду в дії «Запустити швидку команду».";

/* SSH action error */
"Channel allocation error" = "Помилка виділення каналу";

/* SSH action error */
"Connection timed out" = "Час на з’єднання минув";

/* SSH action error */
"Run Script Over SSH could not connect to the SSH server." = "Запуску сценарію через SSH не вдалося зʼєднатися з SSH-сервером.";

/* Save to camera roll action; unknown album error */
"Unknown Album" = "Невідомий альбом";

/* Save to camera roll action; unknown album error description */
"The photo album that was selected does not exist." = "Фотоколекції, яку було вибрано, не існує.";

/* Scan machine readable code action; scon view title */
"Scan Code" = "Сканувати код";

/* Search bar placeholder for searching for GIFs via Giphy */
"Search Giphy" = "Шукати Giphy";

/* Search local businesses action; missing search query error */
"You must provide a search query to Search Local Businesses." = "Ви маєте надати пошуковий запит, щоб Шукати локальні компанії.";

/* Search local businesses action; no locations found error */
"No Locations Found" = "Жодних місць не знайдено";

/* Search local businesses action; no locations found error description; %@=keyword */
"No locations were found with the keywords “%@”." = "Жодного місця за ключовими словами «%@» не знайдено.";

/* Section footer */
"If you use a self-hosted version of WordPress, enter the URL of your site above." = "Якщо ви використовуєте версію WordPress із самостійним хостингом, введіть URL-адресу свого сайту вище.";

/* Section header */
"WordPress Login" = "Вхід у WordPress";

/* Section header for WordPress site URL */
"Site URL" = "URL-адреса сайту";

/* Section header title */
"CloudApp Login" = "Вхід у CloudApp";

/* Section header title */
"Incoming Mail Server" = "Сервер вхідної пошти";

/* Section header title */
"Instapaper Login" = "Вхід в Instapaper";

/* Section header title */
"Outgoing Mail Server" = "Сервер вихідної пошти";

/* Section header title; email account */
"Accounts" = "Облікові записи";

/* Send email action error */
"Cannot send emails. Email may not be set up." = "Не вдається надіслати е-листи. Можливо, е-пошту не налаштовано.";

/* Send email action; invalid email account error */
"Invalid Email Account" = "Недійсний обліковий запис е-пошти";

/* Send email action; invalid email account error */
"The email account that is selected is not logged into Shortcuts on this device." = "Вибраний обліковий запис е-пошти не ввійшов у Швидкі команди на цьому пристрої.";

/* Send message action error */
"Cannot send messages. iMessage may not be enabled." = "Не вдається надіслати повідомлення. Можливо, iMessage не ввімкнено.";

/* Send payment error message when the amount is below the minimum amount allowed */
"The amount you specified, %@, is above the maximum amount you are allowed to send." = "Сума, яку ви вказали, тобто %@, перевищує максимальну суму, яку вам дозволено надсилати.";

/* Send payment error message when the amount is below the minimum amount allowed */
"The amount you specified, %@, is below the minimum amount you are allowed to send." = "Сума, яку ви вказали, тобто %@, менше ніж мінімальна сума, яку вам дозволено надсилати.";

/* Send payment error message when the amount is in a currency that is not supported by the app (%1$@ = currency, i.e. US Dollars, %2$@ = service name, i.e. Apple Pay) */
"The amount you specified was in %1$@, which is not supported by %2$@." = "Валюта вказаної вами суми — %1$@, але %2$@ не підтримує її.";

/* Send payment error message when the user doesn't have enough money to send the payment. */
"Your account does not have enough money to send the payment." = "На вашому рахунку недостатньо коштів для надсилання цього платежу.";

/* Send payment error message when the user has no account for the payment service. %@ = service name, i.e. Apple Pay */
"The person you are trying to send money to doesn't have a account set up with %@." = "Людина, якій ви намагаєтесь надіслати кошти, не має облікового запису, налаштованого для %@.";

/* Send payment error message when the user has no bank account. */
"You don't have a bank account configured on this device." = "Ви не налагодили банківський рахунок на цьому пристрої.";

/* Send payment error message when the user is logged out of the payment app and needs to verify their credentials. %@ = app name, i.e. Apple Pay */
"You will need to open %@ to verify your credentials." = "Вам доведеться відкрити %@, щоб підтвердити свої облікові дані.";

/* Send payment error title when the amount is above the maximum amount allowed */
"Above Maximum Amount" = "Вище максимуму";

/* Send payment error title when the amount is below the minimum amount allowed */
"Below Minimum Amount" = "Нижче мінімуму";

/* Send payment error title when the amount is in a currency that is not supported by the app */
"Currency Unsupported" = "Валюта не підтримується";

/* Send payment error title when the user doesn't have enough money to send the payment. */
"Insufficient Funds" = "Брак коштів";

/* Send payment error title when the user has no bank account. */
"No Bank Account" = "Немає банківського рахунку";

/* Send payment error title when the user is logged out of the payment app and needs to verify their credentials. */
"Credentials Unverified" = "Облікові дані не підтверджено";

/* Send/request payment error title when the receiving user has no bank account. */
"No Account" = "Немає облікового запису";

/* Service name */
"Box" = "Box";

/* Service name */
"CloudApp" = "CloudApp";

/* Service name */
"Location" = "Локація";

/* Service name */
"Microphone" = "Мікрофон";

/* Service name */
"Notifications" = "Сповіщення";

/* Service name */
"Pinboard" = "Pinboard";

/* Service name */
"Speech Recognition" = "Розпізнавання команд";

/* Service name */
"iCloud Drive" = "iCloud Drive";

/* Set dictionary value action; no key provided error description */
"No key was provided to the Set Dictionary Value action for the value “%@”." = "До дії «Задати словникове значення» жодного ключа для значення «%@» не надано.";

/* Set dictionary value action; no value provided error */
"No Value Provided" = "Не надано жодного значення";

/* Set dictionary value action; no value provided error description */
"No value was provided to the Set Dictionary Value action for the key “%@”." = "До дії «Задати словникове значення» жодного значення для ключа «%@» не надано.";

/* Show definition action error */
"A definition could not be found for that term." = "Не вдалося знайти визначення для цього терміна.";

/* Show definition action error */
"No Word Specified" = "Не зазначено жодного слова";

/* Show definition action error description */
"No word was passed as input to Show Definition" = "Жодного слова не передано як вхідні дані для показу визначення";

/* Show definition action error description */
"This may happen if no dictionaries are installed. To manage your dictionaries, select a word in any app and choose “Look Up”. Then, tap “Manage”." = "Це може статися, якщо не інстальовано жодного словника. Щоб керувати своїми словниками, виберіть слово в будь-якій програмі та оберіть «Тлумачити». Потім торкніть «Керувати».";

/* Show in calendar action error */
"Calendar could not be opened." = "Не вдалося відкрити календар.";

/* Show webpage action error */
"Unsupported URL" = "URL-адреса не підтримується";

/* Show webpage action error; %@=url scheme */
"Show Web Page supports http:// and https:// URLs, but you tried to show a %@:// URL." = "«Показати веб-сторінку» підтримує URL-адреси http:// і https://, але ви намагалися відобразити URL-адресу %@://.";

/* Speak text action; invalid language was provided by the user. */
"An invalid language was provided. Please provide a valid language." = "An invalid language was provided. Please provide a valid language.";

/* Speak text action; no language was provided by the user. */
"Please select a language to use when speaking." = "Please select a language to use when speaking.";

/* Start call error message when the calling service has not (yet) been configured, e. g. the user has not logged into the app. %@ = calling service name, e. g. FaceTime */
"%@ is not set up to make calls." = "%@ не налаштовано для здійснення викликів.";

/* Start call error message when the calling service is temporarily not available for any reason. %@ = calling service name, e. g. FaceTime */
"Starting call failed because %@ is not available." = "Не вдалося розпочати виклик, бо %@ поза доступом.";

/* Start call error message when the contact is not supported by the calling service. %@ = contact identifier, e. g. phone number, email or handle. */
"Starting call failed because %@ cannot take part in the call." = "Не вдалося розпочати виклик, бо участь %@ у виклику неможлива.";

/* Start call error message when the contact's identifier (e. g. phone number, handle or email) is not valid on the calling service. %@ = calling service name, e. g. FaceTime */
"%@ does not support the contact details you provided." = "%@ не підтримує надані вами деталі контакту.";

/* Start call error title when the calling service has not (yet) been configured, e. g. the user has not logged into the app. */
"Setup Required" = "Необхідно налаштувати";

/* Start call error title when the calling service is temporarily not available for any reason. %@ = calling service name, e. g. FaceTime */
"%@ Unavailable" = "%@ поза доступом";

/* Start call error title when the contact is not supported by the calling service. */
"Contact Not Supported" = "Контакт не підтримується";

/* Start call error title when the contact's identifier (e. g. phone number, handle or email) is not valid on the calling service. */
"Invalid Contact Details" = "Хибні деталі контакту";

/* Start date that blood pressure was recorded */
"Blood Pressure Start Date" = "Дата початкового заміру кровʼяного тиску";

/* Subcategory */
"Device" = "Пристрій";

/* Subcategory for Set Volume action */
"Playback" = "Відтворення";

/* Take photo action error */
"No suitable camera was detected on this device." = "Придатних камер не виявлено на цьому пристрої.";

/* Time until date action */
"An invalid date to compare to was provided." = "Надано недійсну дату для порівняння.";

/* Time until date action */
"No from date was provided." = "Не надано початкової дати.";

/* Time until date action error */
"An invalid from date was provided." = "Надано недійсну початкову дату.";

/* Title of default error for not allowing script to run */
"Unsafe JavaScript" = "Небезпечний JavaScript";

/* Toggle do not disturb; error */
"An invalid end time was provided. Please provide an end time for Do Not Disturb." = "Надано хибний час завершення. Будь ласка, надайте час завершення для «Не турбувати».";

/* Toggle do not disturb; error */
"No calendar event was provided. Please provide a calendar event to enable Do Not Disturb for the duration of." = "Не надано жодної календарної події. Будь ласка, надайте календарну подію, щоб увімкнути «Не турбувати», поки вона триває.";

/* Toggle do not disturb; error */
"Please provide an end time that is later than the current time for Do Not Disturb." = "Будь ласка, надайте кінцевий час, що пізніше ніж поточний період функції «Не турбувати».";

/* Trim video action error */
"The input was not a video that can be edited." = "Вхідні дані не були відео, яке можна редагувати.";

/* URL action error; %@=url */
"Invalid URL: %@" = "Хибна URL-адреса: %@";

/* Ulysses (app) error description */
"Please re-authorize Shortcuts with Ulysses to access this sheet." = "Будь ласка, авторизуйте Швидкі команди для Ulysses ще раз для доступу до цього аркушу.";

/* Ulysses (app) error failure reason */
"Ulysses Access Required" = "Потрібен доступ до Ulysses";

/* Unspecified health kit category sample type */
"Unspecified" = "Не задано";

/* Used as a file name prefix before a date/time string, for example: Audio Recording 2018-03-01 at 8.13.46 PM */
"Audio Recording" = "Аудіозапис";

/* Used in a list to delimit the elements < (n - 1) (e.g. Green, Purple, Red, Orange, and Blue). Be sure to include a space if your language requires it. */
", " = ", ";

/* Used in a list to delimit the elements = (n - 1) (e.g. Green, Purple, Red, Orange, and Blue). Be sure to include a space if your language requires it. */
", and " = " та ";

/* Used to delimit a list of exactly two items (e.g. Green and Blue). */
" and " = " і ";

/* User name field title */
"User Name" = "Ім’я користувача";

/* Username placeholder or title */
"Username" = "Облікове імʼя";

/* User’s device flashlight is not currently available error */
"This device’s flashlight is not currently available for Shortcuts to use." = "Ліхтарик цього пристрою наразі недоступний для використання Швидкими командами.";

/* User’s device has no flashlight error */
"This device does not have a flashlight." = "Цей пристрій не має ліхтарика.";

/* Weather action; no custom location provided error description */
"The weather action was configured to get the weather at a custom location, but none was provided." = "Дію «Погода» було налагоджено, щоб отримувати погоду з власного місця, але жодного місця не було надано.";

/* Weather action; no location was found to search weather */
"Unable to determine location." = "Неможливо визначити місце.";

/* Weather condition: Blizzard */
"Blizzard" = "Завірюха";

/* Weather condition: Blowing Snow */
"Blowing Snow" = "Сніговій";

/* Weather condition: Blustery */
"Blustery" = "Поривчастий вітер";

/* Weather condition: Clear */
"Clear" = "Ясно";

/* Weather condition: Cloudy */
"Cloudy" = "Хмарно";

/* Weather condition: Cold */
"Cold" = "Холодно";

/* Weather condition: Drizzle */
"Drizzle" = "Мряка";

/* Weather condition: Dust */
"Dust" = "Пил";

/* Weather condition: Foggy */
"Foggy" = "Туманно";

/* Weather condition: Freezing Drizzle */
"Freezing Drizzle" = "Паморозь";

/* Weather condition: Freezing Rain */
"Freezing Rain" = "Крижаний дощ";

/* Weather condition: Hail */
"Hail" = "Град";

/* Weather condition: Haze */
"Haze" = "Мла";

/* Weather condition: Heavy Rain */
"Heavy Rain" = "Сильний дощ";

/* Weather condition: Heavy Snow */
"Heavy Snow" = "Сильний сніг";

/* Weather condition: Hot */
"Hot" = "Спека";

/* Weather condition: Hurricane */
"Hurricane" = "Ураган";

/* Weather condition: Isolated Thundershowers */
"Isolated Thundershowers" = "Подекуди грозові зливи";

/* Weather condition: Isolated Thunderstorms */
"Isolated Thunderstorms" = "Подекуди грози";

/* Weather condition: Light Snow Showers */
"Light Snow Showers" = "Легкі снігопади";

/* Weather condition: Mixed Rain And Hail */
"Mixed Rain And Hail" = "Дощ із градом";

/* Weather condition: Mixed Rain And Sleet */
"Mixed Rain And Sleet" = "Дощ зі сльотою";

/* Weather condition: Mixed Rain And Snow */
"Mixed Rain And Snow" = "Дощ зі снігом";

/* Weather condition: Mixed Snow And Sleet */
"Mixed Snow And Sleet" = "Сніг зі сльотою";

/* Weather condition: Mostly Clear */
"Mostly Clear" = "Переважно ясно";

/* Weather condition: Mostly Cloudy */
"Mostly Cloudy" = "Переважно хмари";

/* Weather condition: Partly Cloudy */
"Partly Cloudy" = "Іноді хмари";

/* Weather condition: Rain */
"Rain" = "Дощ";

/* Weather condition: Scattered Showers */
"Scattered Showers" = "Подекуди зливи";

/* Weather condition: Scattered Snow Showers */
"Scattered Snow Showers" = "Подекуди сильний сніг";

/* Weather condition: Scattered Thunderstorms */
"Scattered Thunderstorms" = "Подекуди грози";

/* Weather condition: Severe Thunderstorms */
"Severe Thunderstorms" = "Сильні грози";

/* Weather condition: Showers */
"Showers" = "Зливи";

/* Weather condition: Sleet */
"Sleet" = "Сльота";

/* Weather condition: Smoky */
"Smoky" = "Курно";

/* Weather condition: Snow */
"Snow" = "Сніг";

/* Weather condition: Snow Flurries */
"Snow Flurries" = "Снігопади";

/* Weather condition: Thunderstorms */
"Thunderstorms" = "Грози з блискавками";

/* Weather condition: Tornado */
"Tornado" = "Торнадо";

/* Weather condition: Tropical Storm */
"Tropical Storm" = "Тропічний циклон";

/* Weather condition: Windy */
"Windy" = "Вітряно";

/* Weather: %1$@ = temperature, %2$@ = condition (i.e. sunny) */
"%1$@ and %2$@" = "%1$@ і %2$@";

/* Weather: Pollutant in the air */
"Air Pollutant (Single)" = "Забруднювач повітря";

/* Weather: Pollutants in the air */
"Air Pollutant (Plural)" = "Забруднювачі повітря";

/* Wordpress url placeholder */
"https://wordpress.com" = "https://wordpress.com";

/* iCloud Drive error */
"The folder doesn’t exist." = "Папки не існує.";

/* iCloud Drive error */
"The iCloud Container could not be found." = "Не вдалося знайти контейнер iCloud.";

/* iCloud Drive error */
"iCloud could not get a link to this file because it is a folder. iCloud only supports getting links to regular files." = "iCloud не вдалося отримати посилання до цього файлу через те, що він є папкою. iCloud підтримує отримання посилань лише до звичайних файлів.";

/* iCloud Drive error; %@ = type description */
"iCloud could not get a link to this %@ because it is a bundle (a bundle is a folder that acts like a file)." = "iCloud не вдалося отримати посилання до цього %@ через те, що це пакет (пакет — це папка, що поводиться як файл).";

/* iCloud Drive error; %@=file URL */
"“%@” is a bundle" = "«%@» є пакетом";

/* iCloud Drive error; %@=file path */
"The path you tried to save to (%@) does not exist in iCloud." = "Шляху, за яким ви намагалися зберегти (%@), не існує в iCloud.";

/* iCloud Drive error; %@=file path */
"The path you tried to save to (%@) is an existing file in iCloud. When saving multiple files at a time, you should specify a path to a folder instead." = "Шлях, за яким ви намагалися зберегти (%@) — це файл, наявний в iCloud. Натомість, зберігаючи численні файли одночасно, вам слід указувати шлях до папки.";

/* iCloud Drive or Dropbox error; %@=file URL or name */
"“%@” is a folder" = "«%@» є папкою";

/* iCloud Drive, Dropbox, Box error */
"File already exists" = "Файл уже існує";

/* iCloud Drive, Dropbox, Box error */
"File already exists." = "Файл уже існує.";

/* iCloud email login authentication error description */
"The email address or password you specified was incorrect. To log into iCloud Mail in Shortcuts, you must use an app-specific password.\n\nIf you don’t have Two-Factor Authentication enabled, you must enable it in order to generate an app-specific password." = "Адреса е-пошти або пароль, які ви вказали, виявилися хибними. Щоб увійти в Пошту iCloud у Швидких командах, ви маєте застосувати пароль для окремої програми.\n\nЯкщо ви не вмикали двофакторну автентифікацію, ви маєте ввімкнути її, щоб згенерувати пароль для окремої програми.";

/* iTunes Attribute Type for Actor, used for specifying where to search */
"Actor (Attribute)" = "Актор";

/* iTunes Attribute Type for Album, used for specifying where to search */
"Album (Attribute)" = "Альбом";

/* iTunes Attribute Type for Artist, used for specifying where to search */
"Artist (Attribute)" = "Артист";

/* iTunes Attribute Type for Author, used for specifying where to search */
"Author (Attribute)" = "Автор";

/* iTunes Attribute Type for Composer, used for specifying where to search */
"Composer (Attribute)" = "Композитор";

/* iTunes Attribute Type for Description, used for specifying where to search */
"Description (Attribute)" = "Опис";

/* iTunes Attribute Type for Director, used for specifying where to search */
"Director (Attribute)" = "Режисер";

/* iTunes Attribute Type for Feature Film, used for specifying where to search */
"Feature Film (Attribute)" = "Художній фільм";

/* iTunes Attribute Type for Genre, used for specifying where to search */
"Genre (Attribute)" = "Жанр";

/* iTunes Attribute Type for Keywords, used for specifying where to search */
"Keywords (Attribute)" = "Ключові слова";

/* iTunes Attribute Type for Language, used for specifying where to search */
"Language (Attribute)" = "Мова";

/* iTunes Attribute Type for Movie Artist, used for specifying where to search */
"Movie Artist (Attribute)" = "Артист";

/* iTunes Attribute Type for Movie, used for specifying where to search */
"Movie (Attribute)" = "Фільм";

/* iTunes Attribute Type for Producer, used for specifying where to search */
"Producer (Attribute)" = "Продюсер";

/* iTunes Attribute Type for Product ID, used for specifying where to search */
"Product ID (Attribute)" = "ID продукту";

/* iTunes Attribute Type for Rating Index, used for specifying where to search */
"Rating Index (Attribute)" = "Індекс оцінок";

/* iTunes Attribute Type for Rating, used for specifying where to search */
"Rating (Attribute)" = "Оцінка";

/* iTunes Attribute Type for Release Year, used for specifying where to search */
"Release Year (Attribute)" = "Рік випуску";

/* iTunes Attribute Type for Short Film, used for specifying where to search */
"Short Film (Attribute)" = "Короткий фільм";

/* iTunes Attribute Type for Show, used for specifying where to search */
"Show (Attribute)" = "Шоу";

/* iTunes Attribute Type for Software Developer, used for specifying where to search */
"Developer (Attribute)" = "Розробник";

/* iTunes Attribute Type for Song, used for specifying where to search */
"Song (Attribute)" = "Пісня";

/* iTunes Attribute Type for TV Episode, used for specifying where to search */
"Episode (Attribute)" = "Епізод";

/* iTunes Attribute Type for TV Season, used for specifying where to search */
"Season (Attribute)" = "Сезон";

/* iTunes Attribute Type for Title, used for specifying where to search */
"Title (Attribute)" = "Назва";

/* iTunes Attribute Type for all (every field), used for specifying where to search */
"All (Attribute)" = "Усі";

/* iTunes Attribute Type for all (generic) artists, used for specifying where to search */
"All Artist (Attribute)" = "Артист";

/* iTunes Attribute Type for all (generic) tracks, used for specifying where to search */
"Track (Attribute)" = "Доріжка";

/* iTunes Entity Type for Audiobook Author, used for specifying the results of a search */
"Audiobook Authors (Entity Type)" = "Автори";

/* iTunes Entity Type for Audiobook, used for specifying the results of a search */
"Audiobooks (Entity Type)" = "Аудіокниги";

/* iTunes Entity Type for Books, used for specifying the results of a search */
"Books (Entity Type)" = "Книги";

/* iTunes Entity Type for Mac Software, used for specifying the results of a search */
"Mac (Entity Type)" = "Mac";

/* iTunes Entity Type for Movie Artists, used for specifying the results of a search */
"Movie Artists (Entity Type)" = "Артисти";

/* iTunes Entity Type for Movie, used for specifying the results of a search */
"Movies (Entity Type)" = "Фільми";

/* iTunes Entity Type for Music Album, used for specifying the results of a search */
"Albums (Entity Type)" = "Альбоми";

/* iTunes Entity Type for Music Artist, used for specifying the results of a search */
"Music Artists (Entity Type)" = "Артисти";

/* iTunes Entity Type for Music Song, used for specifying the results of a search */
"Songs (Entity Type)" = "Пісні";

/* iTunes Entity Type for Music Track, used for specifying the results of a search */
"Music Tracks (Entity Type)" = "Доріжки";

/* iTunes Entity Type for Music Video, used for specifying the results of a search */
"Music Videos (Entity Type)" = "Відеокліпи";

/* iTunes Entity Type for Podcast Author, used for specifying the results of a search */
"Podcast Authors (Entity Type)" = "Автори";

/* iTunes Entity Type for Podcast, used for specifying the results of a search */
"Podcasts (Entity Type)" = "Подкасти";

/* iTunes Entity Type for Short Film Artist, used for specifying the results of a search */
"Short Film Artists (Entity Type)" = "Артисти";

/* iTunes Entity Type for Short Film, used for specifying the results of a search */
"Short Films (Entity Type)" = "Короткі фільми";

/* iTunes Entity Type for TV Episodes, used for specifying the results of a search */
"Episodes (Entity Type)" = "Епізоди";

/* iTunes Entity Type for TV Season, used for specifying the results of a search */
"Seasons (Entity Type)" = "Сезони";

/* iTunes Entity Type for generic artists, used for specifying the results of a search */
"Artists (Entity Type)" = "Артисти";

/* iTunes Entity Type for generic tracks, used for specifying the results of a search */
"Tracks (Entity Type)" = "Доріжки";

/* iTunes Entity Type for iPad Software, used for specifying the results of a search */
"iPad (Entity Type)" = "iPad";

/* iTunes Entity Type for iPhone Software, used for specifying the results of a search */
"iPhone (Entity Type)" = "iPhone";

/* iTunes Media Type for Apps, used for searching */
"Apps (Media Type)" = "Програми";

/* iTunes Media Type for Audiobooks, used for searching */
"Audiobooks (Media Type)" = "Аудіокниги";

/* iTunes Media Type for Books, used for searching */
"Books (Media Type)" = "Книги";

/* iTunes Media Type for Music Videos, used for searching */
"Music Videos (Media Type)" = "Відеокліпи";

/* iTunes Media Type for Music, used for searching */
"Music (Media Type)" = "Музика";

/* iTunes Media Type for Podcasts, used for searching */
"Podcasts (Media Type)" = "Подкасти";

/* iTunes Media Type for Short Films, used for searching */
"Short Films (Media Type)" = "Короткі фільми";

/* iTunes Media Type for TV Shows, used for searching */
"TV Shows (Media Type)" = "Телешоу";

/* iTunes Media Type for everything (no filter on the type), used for searching */
"All (Media Type)" = "Усі";

/* iTunes Media Type of Movie, used for searching */
"Movies (Media Type)" = "Фільми";

